Tekla.Structures.Drawing.DatabaseObject.SetUserProperty(System.String,System.String)
Sets a string property for the drawing object. The object has to be in a drawing before
the method can be used.
Name: The name of the property to be set.
Value: The new value for the property.
Returns: True if the property was set successfully.